tap "charmbracelet/tap"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "webp"
brew "bat"
brew "buildkit"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "eksctl"
brew "entr"
brew "exercism"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "go"
brew "golangci-lint"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "mas"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tailscale"
brew "terraform"
brew "tldr"
brew "tree"
brew "typst"
brew "vegeta"
brew "vhs"
brew "wget"
brew "yq"
brew "charmbracelet/tap/mods"
cask "1password"
cask "brave-browser"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "google-drive"
cask "kitty"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "rocket"
cask "spotify"
cask "typora"

mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Flow", id: 1423210932
mas "NordVPN", id: 905953485
